Repository: bitstreamout/fvwm3
Catalog: po/*.po
Languages: uk

source: Builtin Menu
uk: Вбудоване меню

source: Load Default Config
uk: Налаштування за замовчуванням

source: Restart
uk: Перезапустити

source: Quit
uk: Вийти

source: Desk
uk: Стільниця

source: Geometry
uk: Геометрія

source: Desk: %d%s
uk: Стільниця: %d%s

source: More&...
uk: Ще...

source: Desk %d
uk: Стільниця %d

source: D%d
uk: С%d

source: Documentation can be found at https://www.fvwm.org
uk: Документація - на https://www.fvwm.org

source: &Programs
uk: &Програми

source: XDG &Menu
uk: XDG &Меню

source: &Wallpapers
uk: &Шпалери

source: M&an Pages
uk: Довідкові сторінки

source: Cop&y Config
uk: Копіювати &налаштування

source: Re&fresh
uk: &Освіжити

source: &Restart
uk: &Перезапуск

source: &Quit
uk: &Вийти

source: Programs
uk: Програми

source: Wallpapers
uk: Шпалери

source: Floral
uk: Квіткове

source: Circles
uk: Кола

source: Space
uk: Космос

source: Move
uk: Рухати

source: Resize
uk: Розмір

source: (De)Iconify
uk: (Ро)згорнути

source: (Un)Maximize
uk: (Де)максимізувати

source: (Un)Shade
uk: За(роз)тінити

source: (Un)Stick
uk: При(від)клеїти

source: Close
uk: Закрити

source: More
uk: Ще

source: Window Ops
uk: Операції на вікні

source: (Un)Sticky
uk: (Не)клейкий

source: (No)Title Bar
uk: (Бе)з панелі заголовку

source: Send To
uk: Послати до

source: Destroy
uk: Знищити

source: Raise
uk: Нагору

source: Lower
uk: Вглиб

source: Stays On Top
uk: Над усіма

source: Stays Put
uk: Де покладено

source: Stays On Bottom
uk: Під усіма

source: Identify
uk: Ідентифікувати

source: (No)TitleBar
uk: (Бе)з панелі заголовку

source: Current
uk: Поточна

source: Page
uk: Сторінка

source: Fvwm XDGMenu Config
uk: Налаштування Fvwm XDGMenu

source: Available Menus
uk: Доступні меню

source: Menus in
uk: Меню у

source: No menus found! Check why from within a terminal with
uk: Не знайдено меню! Перевірте, чому, в терміналі з

source: Options
uk: Опції

source: Help
uk: Допомога

source: Include in Menu?
uk: Включити в меню?

source: Config
uk: Налаштування

source: Regenerate
uk: Створити наново

source: Both
uk: Обидва

source: None
uk: Жодного

source: Use Icons?
uk: Вживати іконки?

source: Yes
uk: Так

source: No
uk: Ні

source: Icon size:
uk: Розмір іконки:

source: (Default is 24)
uk: (Стандартно 24)

source: Use Titles?
uk: Вживати заголовки?

source: Used Icon theme:
uk: Вжита тема іконок:

source: Directory Icon:
uk: Іконка папки:

source: Application Icon:
uk: Іконка програми:

source: Top Menu Name:
uk: Назва головного меню:

source: Insert Menu Into:
uk: Вставити меню у:

source: Terminal command:
uk: Команда в терміналі:

source: (Used to run Terminal entries)
uk: (Щоб запускати в консолі)

source: Icon directory:
uk: Папка з іконками:

source: (Directory for converted icons)
uk: (Для конвертованих іконок)

source: Output path:
uk: Шлях для виводу:

source: (Full path to store output)
uk: (Повний шлях для збереження виводу)

source: Export Menu
uk: Експортувати меню

source: Save and Regenerate
uk: Зберегти і створити наново

source: Save
uk: Зберегти

source: Reset
uk: Наново

source: XDGMenu Help
uk: Допомога XDGMenu

source: All the XDG menus found on the system are listed under Available Menus. Use
uk: Всі знайдені в системі меню XDG перелічено у Доступних меню. Використовуйте

source: this FvwmForm to configure some of the defaults options for fvwm-menu-desktop
uk: цю FvwmForm, щоб налаштувати деякі опції fvwm-menu-desktop за замовчуванням

source: and select which menus are generated. Select the options you want and then
uk: і обрати, які меню генерувати. Оберіть бажані опції і тоді генеруйте меню,

source: generate then generate the menu by selecting the following:
uk: обираючи наступне:

source: Export Menu:
uk: Експортувати меню:

source: Generates a menu by calling fvwm-menu-desktop with the selected options
uk: Генерує меню, викликаючи fvwm-menu-desktop з вказаними опціями і

source: and saves the output to Output Path. After the menu file is created it
uk: зберігає результат у Шляху виводу. Після створення меню його читає

source: is read by fvwm. This option does not save any changes made to settings.
uk: fvwm. Ця опція не зберігає жодних змін, зроблених у налаштуваннях.

source: Save and Regenerate:
uk: Зберегти і створити наново:

source: This saves the settings then runs fvwm-menu-desktop with no options using
uk: Це збереже налаштування і тоді запустить fvwm-menu-desktop без опцій, вживаючи

source: the defaults saved in the config file. This does not export the menu.
uk: замовчування, збережені у файлі налаштувань. Меню не експортуватиметься.

source: Menus are found /etc/xdg/menus, $HOME/.config/menus, and $XDG_MENU_PREFIX.
uk: Меню знайдено у /etc/xdg/menus, $HOME/.config/menus і $XDG_MENU_PREFIX.

source: Note that equal menus found under both /etc/xdg/menus AND $HOME/.config/menus/
uk: Зауважте, що знайдено однакові меню одночасно у /etc/xdg/menus і $HOME/.config/menus/

source: following the XDG menu specification are only shown in $HOME/.config/menus/.
uk: згідно специфікації меню XDG показані тільки у $HOME/.config/menus/.

source: If no menus appear check with 'fvwm-menu-desktop --get-menus all -v'.
uk: Якщо меню не видно, перевірте 'fvwm-menu-desktop --get-menus all -v'.

source: Also it is a good idea to check $HOME/.xsession-errors for errors.
uk: Також не зашкодить перевірити $HOME/.xsession-errors на помилки.

source: Options Help
uk: Допомога щодо опцій

source: manpage
uk: Довідкова сторінка

source: XDGMenu Options Help
uk: Допомога щодо опцій XDGMenu

source: General Options
uk: Загальні опції

source: Include in Menu:
uk: Включити в меню:

source: Set if XDGMenu will include menu items to Configure and/or Regenerate the menu
uk: Встановіть, чи XDGMenu включатиме пункти меню до Налаштувати і/чи Створити меню наново

source: at the bottom of the top level menu.
uk: знизу меню найвищого рівня

source: Option enables mini-icons in the menu(s). Warning! If ImageMagick is installed
uk: Використовувати міні-іконки в меню. Увага: ImageMagick повинен бути встановлений

source: the script may generate all the icons and pause your system until the job is
uk: скрипт перегенерує всі іконки, але до завершення інтерфейс може бути

source: done. After the icons are generated, it will not take as long to regenerate.
uk: призупинений. Коли іконки вже створені, перегенерування не триватиме довго.

source: If 'Use Icons' is set, by default 24x24 mini-icons are used. If another size is
uk: Якщо встановлено 'Вживати іконки', за замовчуванням розмір буде 24x24. Якщо потрібний

source: desired enter the wanted size in this field.
uk: інший розмір, впишіть його у це поле.

source: If the specified icon isn't that size it is converted if ImageMagick is installed.
uk: Якщо вказана іконка невідповідного розміру і встановлено ImageMagick, її буде конвертовано.

source: Generated icons are saved in $HOME/.fvwm/icons or the directory specified here.
uk: Генеровані іконки зберігаються у $HOME/.fvwm/icons чи папці, вказаній тут.

source: Otherwise no icon appears in the menu for that entry.
uk: Інакше цей пункт меню буде без іконки.

source: Sets the used icon theme. Default is 'gnome' but all others found in
uk: Вживана тема іконок. За замовчуванням 'gnome', але можна обрати

source: /usr/share/icons can used except the hicolor theme because it's the default
uk: будь-яку з /usr/share/icons, крім 'hicolor', яка є резервною темою, якщо

source: fallback theme if no icon is found. Note that the theme name must be written
uk: іконку не знайдено. Зверніть увагу, що треба вписати назву теми точно як

source: exactly as the icon directory e.g.
uk: виглядає назва папки, наприклад,

source: If 'Use Icons' is enabled and for a directory in a menu no icon is found
uk: Якщо встановлено 'Вживати іконки' і іконку для підменю не знайдено,

source: as default icon is used. But if the gnome icon theme isn't
uk: вживається іконка за замовчуванням. Однак, якщо тема 'gnome'

source: installed no default icon appears. Another icon can defined here.
uk: не встановлена, запасна іконка не з'явиться. Тут можна обрати іншу.

source: Only the name of an icon is needed not the path!
uk: Потрібна тільки назва іконки, а не шлях!

source: If 'Use Icons' is enabled and for an application no icon is found
uk: Якщо встановлено 'Вживати іконки' і іконку програми не знайдено,

source: If this option is set menus are generated with titles. Default is use titles.
uk: Якщо цю опцію встановлено, меню створюються з заголовками (за замовчуванням).

source: Sets the name of the name of the top level menu. Default is XDGMenu.
uk: Встановлює назву меню найвищого рівня, за замовчуванням XDGMenu.

source: Inserts the menu items into the given Menu.
uk: Вставляє пункти у дане меню.

source: Terminal Command:
uk: Команда термінала:

source: Enter terminal emulator command used to launch terminal applications. The command
uk: Введіть команду емулятора термінала, щоб запускати проограми у текстовому режимі. Команда

source: must end with an execute option (-e). Default xterm -e.
uk: повинна закінчуватись опцією -e (виконати), стандартно xterm -e.

source: Enter the FULL path to export menu. Default $FVWM_USERDIR/.XDGMmenu.
uk: Введіть ПОВНИЙ шлях до експортованого меню, зазвичай $FVWM_USERDIR/.XDGMmenu.

source: Do you really want to quit Fvwm?
uk: Дійсно вийти з FVWM?

source: Cancel
uk: Скасувати

source: ConfirmCopyConfig
uk: Підтвердити CopyConfig

source: Fvwm Default Configuration
uk: Налаштування FVWM за замовчуванням

source: This script copies the default configuration into your home directory:
uk: Цей скрипт копіює стандартні налаштування у вашу домашню папку:

source: A backup of your current configuration will be located at:
uk: Резервна копія поточних налаштувань буде тут:

source: Click Confirm to continue and restart Fvwm.
uk: Натисніть Підтвердити для продовження і перезапуску.

source: Confirm
uk: Підтвердити

source: Bell Setup
uk: Налаштування дзвінка

source: Apply
uk: Застосувати

source: Beep
uk: Писк

source: Volume:
uk: Гучність:

source: Pitch(Hz):
uk: Висота (Гц)

source: Duration(ms):
uk: Тривалість (мс):

source: Bell
uk: Дзвінок

source: Keyboard Setup
uk: Налаштування клавіатури

source: Click Volume (%)
uk: Гучність клацання (%)

source: AutoRepeat On
uk: Ввімкнути автоповторення

source: Start Delay:
uk: Затримка початку:

source: Repeat Delay:
uk: Затримка повторення:

source: Keyboard
uk: Клавіатура

source: Pointer Setup
uk: Налаштування вказівника

source: Right-handed user|Left-handed user
uk: Користувач правша | шульга

source: Mouse configuration:
uk: Налаштування миші:

source: Acceleration:
uk: Прискорення:

source: Threshold (pixels):
uk: Поріг (в пікселях)

source: Pointer
uk: Вказівник

source: Screen Setup
uk: Налаштування екрану

source: Background
uk: Тло

source: Uniform color:
uk: Однорідний колір:

source: Browser...
uk: Браузер...

source: Disable xinit background
uk: Вимкнути фон xinit

source: Screen-saver
uk: Заставка

source: Blank
uk: Порожній

source: Timeout(s):
uk: Таймаут (с)

source: Pattern
uk: Шаблон

source: Cycle(s):
uk: Цикл (c)

source: Enable
uk: Ввімкнути

source: Disable
uk: Вимкнути

source: Standby(s):
uk: Standby (с):

source: Suspend(s):
uk: Suspend (с):

source: Off(s):
uk: Вимкнути (с):

source: xscreensaver
uk: заставка X

source: Config and Demo
uk: Налаштування і демо

source: File Browser
uk: Огляд файлів

source: Path:
uk: Шлях:

source: Show hidden files
uk: Показати приховані файли

source: Selected file:
uk: Обраний файл,
